
/* these strings need to be localized */
"APP_TITLE"                 = "Erro Blizzard";
"DEFAULT_MESSAGE"           = "O programa encontrou um erro inesperado.";
"DEFAULT_PROMPT"            = "Para nos ajudar a identificar o problema, por favor descreva o que você estava fazendo quando o erro ocorreu.";
"CLOSE_BUTTON_NAME"         = "Fechar";
"CLOSE_BUTTON_TOOLTIP"      = "Fechar a janela de relatório de erro";
"REOPEN_BUTTON_NAME"        = "Reabrir";
"REOPEN_BUTTON_TOOLTIP"     = "Reiniciar o programa";
"REPAIR_BUTTON_NAME"        = "Reparar";
"REPAIR_BUTTON_TOOLTIP"     = "Execute a Ferramenta de Reparo da Blizzard para consertar arquivos danificados ou ausentes";
"SEND_CHECKBOX_NAME"        = "Enviar à Blizzard";
"SEND_CHECKBOX_TOOLTIP"     = "Envia informações sobre o erro à Blizzard para ajudar a aperfeiçoar o programa";
"UUID_DESCRIPTION"          = "Favor usar o ID de Relatório abaixo ao se comunicar com a Blizzard sobre este problema.";
"SEND_FAILED_DIALOG_TITLE"  = "Erro ao enviar";
"SEND_FAILED_DIALOG_TEXT"   = "Erro ao enviar relatório de erro.";
"OK_BUTTON_NAME"            = "OK";
"CANCEL_BUTTON_NAME"        = "Cancelar";
"SEND_BUTTON_NAME"          = "Enviar";
"DONE_BUTTON_NAME"          = "Pronto";
"QUIT_BUTTON_NAME"          = "Sair";
"RETRY_BUTTON_NAME"         = "Tentar novamente";

/* these values are not required for localization since they are only used internally */
"REQUIRED"="Required";
"OPTIONAL"="Optional";
"DESCRIPTION"="Description";
"PRIMARY"="Primary";
"ACCOUNT"="Inspector Account";
"COMMENTS"="Comments";
"ATTACHED_FILES"="Attached Files";
"ADD_ASSIGNMENT"="Add Assignment";
"ASSIGNMENT"="Assignment";
"REMOVE_ASSIGNMENT"="Remove Assignment";
"MODULE"="Module";
"PLATFORM"="Platform";
"STEPS"="Steps";
"ADDITIONAL_INFO"="Additional Info";
"SUMMARY"="Summary";
"REMOVE_ASSIGNMENT"="Remove Assignment";
"MILESTONE"="Milestone";
"PRIORITY"="Priority";
"REPRODUCIBILITY"="Reproducibility";
"QA_TEAM"="QA Team";
"SUMMARY_VALIDATION_FAILED"="Must enter a summary";
"ADD_ATTACHMENT"="Add Attachment";


/* general menu strings that need to be localized */

/* Top Level Items */
"MENU_APP" = "@{APP_TITLE}";
"MENU_EDIT" = "Editar";
"MENU_WINDOW" = "Janela";

/* App Menu Items */
"MENU_APP_ABOUT" = "Sobre o @{APP_TITLE}";
"MENU_APP_SCREENSHOT" = "Imagem de tela";
"MENU_APP_HIDE" = "Ocultar @{APP_TITLE}";
"MENU_APP_HIDE_OTHERS" = "Ocultar os outros";
"MENU_APP_SHOW_ALL" = "Exibir tudo";
"MENU_APP_QUIT" = "Sair do @{APP_TITLE}";

/* Edit Menu Items */
"MENU_EDIT_UNDO" = "Desfazer";
"MENU_EDIT_CUT" = "Cortar";
"MENU_EDIT_COPY" = "Copiar";
"MENU_EDIT_PASTE" = "Colar";
"MENU_EDIT_DELETE" = "Excluir";
"MENU_EDIT_SELECT_ALL" = "Selecionar tudo";
"MENU_EDIT_FIND" = "Localizar";
"MENU_EDIT_FIND_FIND" = "Localizar…";
"MENU_EDIT_FIND_NEXT" = "Localizar próximo";
"MENU_EDIT_FIND_PREVIOUS" = "Localizar anterior";
"MENU_EDIT_FIND_USE_SELECTION" = "Usar seleção para localizar";
"MENU_EDIT_FIND_JUMP_TO_SELECTION" = "Ir para a seleção";
"MENU_EDIT_SPECIAL_CHARS" = "Caracteres especiais…";

/* Window Menu Items */
"MENU_WINDOW_CLOSE" = "Fechar";
"MENU_WINDOW_MINIMIZE" = "Minimizar";
"MENU_WINDOW_ZOOM" = "Aplicar zoom";
"MENU_WINDOW_FULLSCREEN" = "Alternar tela cheia";
"MENU_WINDOW_BRING_ALL_TO_FRONT" = "Trazer tudo para a frente";
